Repository: lainsce/quilter
Catalog: po/extra/*.po
Languages: es

source: Focus on your writing
es: Concéntrate en tu escritura

source: Focus on your writing and write beautiful solid stories with the Focus Mode in tow in this Markdown editor
es: Concéntrate en tu escritura y escribe bellas y sólidas historias con el modo concentración en este editor Markdown

source: Work on a story, one file displayed at a time, many files sidebar'd.
es: Trabaja en una historia, un archivo que se muestra a la vez, muchos archivos en la barra lateral.

source: Save your documents anywhere, even on existing files.
es: Guardar tus documentos en cualquier lugar, incluso en archivos existentes.

source: Preview your story in the Preview Mode.
es: Previsualiza tu historia en el modo de vista previa.

source: Configure whether to have Focus Mode or not.
es: Configura si deseas tener el modo concentración o no.

source: Configure whether to have Dark Mode or not.
es: Configura si quieres tener el modo oscuro o no.

source: Configure whether to have Sepia Mode or not.
es: Configura si quieres tener el modo sepia o no.

source: Fullscreen your writing area with F11.
es: Poner en pantalla completa el área de escritura con F11.

source: Search anytime with the shortcut Ctrl + F
es: Buscar en cualquier momento con el atajo de teclado Ctrl + F

source: Quit anytime with the shortcut Ctrl + Q
es: Salir en cualquier momento con el atajo Ctrl + Q

source: Release: Sidebar File Cleaner-o-matic
es: Versión: "Sidebar File Cleaner-o-matic"

source: Added: "Remove All Files" button on the sidebar, this way, no files will be harmed with the old close file buttons.
es: Añadido: botón "Eliminar todos los archivos" en la barra lateral, de esta manera, no se dañarán los archivos con los antiguos botones de cerrar archivos.

source: Release: Export without Errors
es: Versión: "Export without Errors"

source: Fixed: Exports to PDF while in other modes visual glitches.
es: Corregido: La exportación a PDF mientras que en otros modos se producen fallos visuales.

source: Release: I Said Fixes!
es: Versión: "I Said Fixes!"

source: Fixed: Backend technical confusion with files.
es: Corregido: Confusión técnica del backend con los archivos.

source: Release: Did Anyone Say Minor Fixes?
es: Versión: "Did Anyone Say Minor Fixes?"

source: Fixed: Local image syntax wrongly picked up with links or two : in succession.
es: Corregido: La sintaxis de la imagen local se recogía erróneamente con enlaces o dos : seguidos.

source: Release: Even MORE Minor Fixes
es: Versión: "Even MORE Minor Fixes"

source: Other tiny fixes with the sidebar.
es: Otras pequeñas correcciones con la barra lateral.

source: Release: Minor Fixes
es: Versión: "Minor Fixes"

source: Fixed: Various Sidebar fixes for safety of your files.
es: Corregido: Varias correcciones en la barra lateral para la seguridad de tus archivos.

source: Other: Minor fixes in styling.
es: Otros: Correcciones menores en el estilo.

source: Fixed: cache was not being made, resulting in multiple file loss afterwards with many operations.
es: Corregido: no se hacía caché, lo que provocaba la pérdida de múltiples archivos después con muchas operaciones.

source: Release: Magic Files
es: Versión: "Magic Files"

source: Added: When a user types a path with either % ... % or : ... : to a file or image respectively, it is embedded, and is in Preview.
es: Añadido: Cuando un usuario escribe una ruta con % ... % o : ... : a un archivo o imagen respectivamente, se incrusta, y está en vista previa.

source: Release: Fixes and Gizmos
es: Versión: "Fixes and Gizmos"

source: Fixes: Outline crashes the app if no file found.
es: Correcciones: El esquema bloquea la aplicación si no se encuentra ningún archivo.

source: Fixes: App crashes if new document button is pushed when no files are in the sidebar.
es: Correcciones: La aplicación se bloquea si se pulsa el botón de nuevo documento cuando no hay archivos en la barra lateral.

source: Fixes: App fails to launch if file in sidebar no longer exists.
es: Correcciones: La aplicación no se inicia si el archivo de la barra lateral ya no existe.

source: Fixes: App doesn't check spelling.
es: Correcciones: La aplicación no revisa la ortografía.

source: Release: File Eyeliner
es: Versión: "File Eyeliner"

source: Added: File outline in the sidebar.
es: Añadido: Esquema del archivo en la barra lateral.

source: Release: Blu-ray Encoder
es: Versión: "Blu-ray Encoder"

source: Fixed: When adding files to sidebar, actually select them.
es: Corregido: Al añadir archivos a la barra lateral, seleccionarlos realmente.

source: Updated: Dutch Translation
es: Actualizado: Traducción al neerlandés

source: Release: DVD Cleaner
es: Versión: "DVD Cleaner"

source: Fixed: Opening files should never fail now.
es: Corregido: Ahora la apertura de archivos no debería fallar nunca.

source: Release: VHS Tape Mixer
es: Versión: "VHS Tape Mixer"

source: Reworked a lot of the internals so actions don't kill files. [Adam Bieńkowski - @donadigo]
es: Rehecha una gran parte del backend para que las acciones no destruyan los archivos. [Adam Bieńkowski - @donadigo]

source: Release: Betamax Tracker
es: Versión: "Betamax Tracker"

source: Some UX redefinition in the sidebar, to avoid complicating it.
es: Alguna redefinición de UX en la barra lateral, para no complicarla.

source: Release: Kodachrome Selector
es: Versión: "Kodachrome Selector"

source: Open files without adding duplicate entries, and clear sidebar is you really need to (it has a confirm dialog).
es: Abrir archivos sin añadir entradas duplicadas, y borra la barra lateral si realmente lo necesitas (tiene diálogo de confirmación).

source: Release: Visually Stunning
es: Versión: "Visually Stunning"

source: Quilter received a visual upgrade, and also an awesome backend tuneup.
es: Quilter recibió una actualización visual, y también una impresionante puesta a punto del backend.

source: Rewrote all Sidebar functions
es: Reescritas todas las funciones de la barra lateral

source: Removed LaTeX because it was lagging the app…
es: Eliminado LaTeX porque estaba ralentizando la aplicación…

source: All File Management functions rewritten from scratch!
es: ¡Todas las funciones de gestión de archivos se han reescrito desde cero!

source: Light Mode
es: Modo claro

source: Sepia Mode
es: Modo sepia

source: Dark Mode
es: Modo oscuro

source: Focus Mode
es: Modo concentración

source: Preview Mode
es: Modo de vista previa

source: Text;Markdown;Editor;
es: Text;Markdown;Editor;Texto;
