Repository: lainsce/quilter
Catalog: po/*.po
Languages: ca

source: Light Mode
ca: Mode clar

source: Sepia Mode
ca: Mode sèpia

source: Dark Mode
ca: Mode fosc

source: Focus Mode
ca: Mode Concentrat en escriptura

source: Preview Mode
ca: Previsualitza

source: Markdown Cheatsheet
ca: Xuleta del Markdown

source: Common
ca: Comú

source: Bold
ca: Negreta

source: **Bold text**
ca: **Text en negreta**

source: Italics
ca: Itàl·lica

source: **Italicized text**
ca: **Text en itàl·lica**

source: Code Line
ca: ` Línia de codi `

source: `code text`
ca: `text de codi`

source: Code Block
ca: Bloc de Codi

source: ``` code text ```
ca: ```text de codi```

source: Quoting
ca: Mencionant

source: > Quote > something > here
ca: > Menciona > quelcom > aqui

source: Headers
ca: Capçaleres

source: # Title ## Subtitle ### Section ...
ca: # Títol ## Subtítol ### Secció ...

source: Links
ca: Enllaços

source: [Link Label](http://link.url.com) ![Image Label](http://image.url.com)
ca: [Etiqueta Enllaç](http://url.lloc.com) ![Etiqueta Imatge](http://url.imatge.com)

source: Extras
ca: Extres

source: Strikethrough
ca: Text ratllat

source: ~~Striked through text~~
ca: ~~Text ratllat~~

source: Sub/Superscript
ca: Sub/Superíndex

source: Horzontal Rule
ca: Línia Horitzontal

source: Use: --- or ***
ca: Fes servir: --- o ***

source: Special
ca: Especial

source: LaTeX Math
ca: Expressió matemàtica LaTex

source: $$…$$ for equation block \\(…\\) for inline equation
ca: $$…$$ per a eqüació en un bloc \\(…\\) per eqüació en una sola línia

source: Mermaid.js Graphs
ca: Gràfiques Mermaid.js

source: Checkboxes
ca: Marques de Sel·lecció

source: Mind the period to avoid collisions.
ca: Recorda el punt final per evitar col.lisions.

source: - [ ] Empty. - [x] Checked.
ca: - [ ] Buit. - [x] Marcat.

source: Tables
ca: Taules

source: Options
ca: Opcions

source: Left --- to :--- Centered --- to :---: Right --- to ---:
ca: Esquerre --- a :--- Centrat --- a :---: Dreta --- a ---:

source: Files
ca: Arxius

source: /Folder/Document.md :file
ca: /Carpeta/Document.md :arxiu

source: Image
ca: Imatge

source: /Folder/Image.png :image
ca: /Carpeta/Imatge.png :imatge

source: Save
ca: Desa

source: Save As…
ca: Desa Com…

source: Export HTML…
ca: Exporta com a HTML...

source: Export PDF…
ca: Exporta com a PDF ...

source: Show/Hide the sidebar
ca: Mostra/Amaga Barra lateral

source: Save the current file
ca: Desa l'Arxiu actual

source: Create a new document
ca: Crea un nou document

source: Open
ca: Obre

source: Open a file
ca: Obre un arxiu

source: View Type
ca: Tipus de Vista

source: Editor or Preview, change via menu
ca: Editor o Previsualització, es canvia via menú

source: Full-Width
ca: Amplada-Màxima

source: Editor and Preview, side by side
ca: Editor i Previsualitació, compartint espai

source: Half-Width
ca: Mitja-Amplada

source: About Quilter
ca: A propòsit de Quilter

source: Keyboard Shortcuts
ca: Dreceres de Teclat

source: Preferences
ca: Preferències

source: Find and Replace…
ca: Cerca i Re-emplaça ...

source: Font
ca: Font de Lletra

source: Interface
ca: Interfície

source: Focus Scope
ca: Abast del Mode Concentrat

source: Typewriter Scrolling
ca: Desplaçament de màquina d’escriure

source: Preview
ca: Previsualitza

source: Header Centering
ca: Centrat de Capçalera

source: This affects #, ##, and ### headers.
ca: Això Afecta capçaleres #, ##, i ###.

source: Code Highlight
ca: Ressalta el Codi

source: Code blocks will have the contents receive color.
ca: Els blocs de codi rebràn contingut en color.

source: LaTeX math blocks will be processed into LaTeX output.
ca: Els blocs d'expressions matemàtiques LaTeX es processaràn a una sortida LaTeX.

source: Mermaid.js Graph
ca: Gràfica Mermaid.js

source: Mermaid blocks will become graphs.
ca: Els Blocs Mermaid es convertiràn en gràfiques.

source: Replace…
ca: Re-emplaça ...

source: Replace
ca: Re-emplaça

source: Replace All
ca: Re-emplaça-ho tot

source: Find…
ca: Cerca ...

# shortcut window
source: Quit
ca: Surt

# shortcut window
source: New Document
ca: Nou Document

# shortcut window
source: Save Document
ca: Guarda Document

# shortcut window
source: Save Document As
ca: Guarda Document Com

# shortcut window
source: Open Document
ca: Obre Document

# shortcut window
source: Begin Search
ca: Comença a Cercar

# shortcut window
source: Undo
ca: Desfés

# shortcut window
source: Redo
ca: Refés

# shortcut window
source: Go Fullscreen
ca: Pantalla Sencera

# shortcut window
source: Interface
ca: Interfície

# shortcut window
source: Markdown Cheatsheet
ca: Xuleta del Markdown

# shortcut window
source: Switch Editor/Preview
ca: Canvi Editor/Previsualització

# shortcut window
source: Show/Hide Sidebar
ca: Mostra/Amaga Barra Lateral

# shortcut window
source: Switch to/from Focus Mode
ca: Canvia a/des de Mode Concentrat

# shortcut window
source: Exporting
ca: Exportant

# shortcut window
source: Export to HTML
ca: Exporta com a HTML

# shortcut window
source: Export to PDF
ca: Exporta com a PDF

source: Remove file from sidebar
ca: Treu Arxiu de la Barra lateral

source: No Files
ca: Sense Arxius

source: Outline
ca: Contorn

source: Words
ca: Paraules

source: Sentences
ca: Frases

source: Reading Time
ca: Lectura

source: Tracks words, sentences or reading time here
ca: Cerca paraules, frases o lectures aqui

source: New Document
ca: Nou Document

source: Not Saved Yet
ca: No desat encara

source: Exit focus mode
ca: Surt del mode Concentrat

source: Edit
ca: Edita

source: Focus on your writing.
ca: Concentra't en el que escrius.

source: translator-credits
ca: crèdits-al-traductor

source: Markdown files
ca: Fitxers Markdown

source: All files
ca: Tots els fitxers

source: Save Open File?
ca: Desa Fitxer Obert ?

source: There are unsaved changes to the file, any changes will be lost if not saved.
ca: Hi ha canvis pendents, tots els canvis es perdràn si no es desa l'arxiu.

source: Cancel
ca: Cancel·la

source: Close Without Saving
ca: Tancar sense desar

source: Remove File From Sidebar?
ca: Treure Arxiu de la Barra lateral?

source: By removing this file from the Sidebar, any changes will be lost if not saved.
ca: Si treus aquest arxiu de la Barra lateral sense desar-lo, tots els canvis es perdràn.

source: Remove Without Saving
ca: Treure sense desar

source: Print to File
ca: Imprimeix en Arxiu

source: Select Destination PDF File
ca: Sel·lecciona Arxiu PDF de Destinació

source: PDF File
ca: Arxiu PDF

source: All Files
ca: Tots els Arxius

source: Select Destination HTML File
ca: Sel·lecciona Arxiu HTML de destinació

source: HTML File
ca: Arxiu HTML

source: Open File
ca: Obre Arxiu

source: Save File
ca: Desa Arxiu

source: Rename
ca: Renombra

source: Rename File:
ca: Renombra Arxiu:

source: Rename File
ca: Renombra Arxiu

source: new_name.md
ca: nou_arxiu.md

source: Toggle View
ca: Canvia Vista

source: New File
ca: Nou Arxiu

source: Words:
ca: Paraules:

source: Sentences:
ca: Frases:

source: Reading Time:
ca: Temps de lectura:
